<template>
<div class="wrapper">
  <h1>Горящие задачи</h1>
  <b><ul>
    <li>сохранение логин пароля</li>
    <li>редакция заявки</li>
    <li>Передача заявки другому менеджеру</li>
    <li>Личный кабинет аккаунта</li>
    <li>Решить проблему с товарами</li>
  </ul>
  </b>
  <h1>Сделано на 03.03.2022</h1>
  <ul>
    <li>Проверка администратора</li>
    <li>Возможность просмотра заявок всем менеджерам</li>
    <li>Авторизация по нажатия enter</li>
    <li>Прочтение заявок, перезагрузка заявок</li>
    <li>Показывает авторизованный аккаунт</li>
    <li>Куча проверок на беке</li>
    <li>Перенес просмотр месяца в store</li>
  </ul>
  </br>
  <h1>Сделано на 16.02.2022</h1>
  <ul>
    <li>-Добавление заказа</li>
    <li>-Добавление id заказа исправленно</li>
    <li>-Сортировку заказов по месяцам</li>
    <li>-Валидация проверка на пустоту в заявке</li>
  </ul>
  </br>
  <h1>Сделано на 12.02.2022</h1>
  <ul>
    <li>-Регистрация</li>
    <li>-Авторизация</li>
    <li>-Загрузка всех заказов менеджера</li>
    <li>-Добавлено создание ID заказа</li>
  </ul>
</div>
</template>

<script>
import Modal from "../components/Modal";
import AddOrdersModals from "../components/typeModals/addOrdersModals";
export default {
  components: {AddOrdersModals, Modal},
  data(){
    return {
    }
  },
}
</script>
<style>

</style>
